{
    "productos": [
      {
        "id": 1,
        "nombre": "Jordan 1 Retro High OG",
        "descripcion": "Un clásico atemporal del baloncesto y la moda urbana, este modelo combina cuero de alta calidad con el icónico diseño de la primera zapatilla de Michael Jordan. Su silueta versátil y su comodidad lo convierten en un imprescindible para coleccionistas y sneakerheads."
      },
      {
        "id": 2,
        "nombre": "Asics Kayano 14",
        "descripcion": "Una zapatilla de running con tecnología GEL, diseñada para ofrecer máxima estabilidad y amortiguación. Su estética retro y materiales de alta durabilidad la han convertido en un referente tanto en el mundo deportivo como en el streetwear."
      },
      {
        "id": 3,
        "nombre": "Maison Mihara Yasuhiro",
        "descripcion": "Conocida por su enfoque vanguardista y suela exagerada, esta silueta reinventa el diseño clásico de zapatillas con un toque artesanal. Su apariencia desgastada y detalles únicos la convierten en una pieza de arte dentro del mundo del calzado."
      },
      {
        "id": 4,
        "nombre": "Yeezy Foam Runner",
        "descripcion": "Una de las creaciones más innovadoras de Kanye West, estas zapatillas sin cordones y de estructura hueca están hechas de una mezcla de algas y espuma EVA. Su diseño futurista y comodidad extrema las han convertido en un éxito instantáneo."
      },
      {
        "id": 5,
        "nombre": "Nike Dunk Low Panda",
        "descripcion": "Con su esquema de colores en blanco y negro, esta versión de los Dunk Low es una de las más populares por su versatilidad y estilo minimalista. Su diseño limpio y materiales resistentes la hacen ideal para el uso diario."
      },
      {
        "id": 6,
        "nombre": "New Balance 1906R",
        "descripcion": "Inspirada en los modelos de running de los 2000, esta zapatilla destaca por su tecnología de amortiguación ABZORB y su estética retrofuturista. Es una opción cómoda y funcional tanto para la moda casual como para el deporte."
      },
      {
        "id": 7,
        "nombre": "Air Max 95 x Corteiz",
        "descripcion": "Un modelo colaborativo que mezcla la icónica silueta del Air Max 95 con la identidad callejera de la marca británica Corteiz. Su combinación de materiales premium y colores llamativos la hacen destacar en cualquier outfit."
      },
      {
        "id": 8,
        "nombre": "Dior B30",
        "descripcion": "Una sneaker de lujo con diseño aerodinámico y detalles refinados. Su construcción con materiales de alta calidad y su estilo inspirado en el running la convierten en un símbolo de elegancia moderna."
      },
      {
        "id": 9,
        "nombre": "Adidas Samba OG",
        "descripcion": "Una de las zapatillas más icónicas de Adidas, diseñada originalmente para el fútbol sala y convertida en un clásico del estilo urbano. Su combinación de cuero y gamuza, junto con su suela de goma, ofrece una estética vintage atemporal."
      },
      {
        "id": 10,
        "nombre": "Salomon XT-6",
        "descripcion": "Diseñada para el trail running, esta zapatilla cuenta con tecnología de amortiguación ACS y suela Contagrip para máximo agarre. Su popularidad ha crecido en el mundo de la moda gracias a su estética técnica y funcional."
      },
      {
        "id": 11,
        "nombre": "Puma MB.02 Lamelo Ball",
        "descripcion": "La segunda edición de la línea exclusiva de LaMelo Ball, con un diseño llamativo y una tecnología de amortiguación avanzada. Su combinación de colores vibrantes y construcción ligera la hacen perfecta para el baloncesto y el estilo casual."
      },
      {
        "id": 12,
        "nombre": "Converse Chuck 70 CDG",
        "descripcion": "La colaboración entre Converse y Comme des Garçons ha dado como resultado una versión premium de las clásicas Chuck 70, con el icónico logo del corazón con ojos y materiales de mejor calidad para mayor durabilidad."
      },
      {
        "id": 13,
        "nombre": "Balenciaga Track",
        "descripcion": "Una zapatilla chunky de lujo con una construcción compleja de múltiples capas y un diseño agresivo. Su combinación de materiales técnicos y estética maximalista la han convertido en un referente de la moda contemporánea."
      },
      {
        "id": 14,
        "nombre": "Nike Air Force 1",
        "descripcion": "Una de las zapatillas más reconocidas y usadas en el mundo, su diseño minimalista y suela Air la convierten en un básico del streetwear. Su versatilidad permite combinarla con prácticamente cualquier outfit."
      },
      {
        "id": 15,
        "nombre": "Jordan 4 Retro",
        "descripcion": "Con su diseño robusto y detalles icónicos como las alas laterales y la unidad Air visible, el Jordan 4 es un modelo legendario dentro de la línea de Michael Jordan. Su combinación de confort y estilo lo hace un favorito entre coleccionistas."
      },
      {
        "id": 16,
        "nombre": "Vans Old Skool x Fear of God",
        "descripcion": "Esta colaboración entre Vans y Fear of God añade detalles premium a la clásica silueta Old Skool, incluyendo materiales de mejor calidad y un diseño con patrones exclusivos. Es un modelo muy buscado por los fans del streetwear."
      },
      {
        "id": 17,
        "nombre": "Nike Blazer Mid 77",
        "descripcion": "Una zapatilla clásica con un diseño vintage que recuerda la época dorada del baloncesto. Su construcción en cuero y gamuza, junto con su suela de goma vulcanizada, la hacen una opción elegante y duradera."
      },
      {
        "id": 18,
        "nombre": "Off-White x Nike Dunk",
        "descripcion": "Una de las colaboraciones más icónicas de Virgil Abloh, con un diseño desestructurado, detalles industriales y el característico sistema de doble cordón. Es una pieza de colección muy codiciada por los sneakerheads."
      },
      {
        "id": 19,
        "nombre": "New Balance 990 V5",
        "descripcion": "Conocida por su confort y calidad premium, esta zapatilla hecha en EE.UU. es un referente en el mundo del calzado casual. Su diseño sencillo pero sofisticado la hace ideal tanto para la moda como para la funcionalidad."
      },
      {
        "id": 20,
        "nombre": "Rick Owens Jumbo",
        "descripcion": "Una reinterpretación extrema de las zapatillas de skate con suela oversized y una estética avant-garde. Su diseño disruptivo y materiales de lujo la convierten en una pieza clave dentro del high fashion."
      }

    ]
  }
  